{
  "About": "Haqqında",
  "Again": "Yenidən",
  "Begin": "Başla",
  "Complete": "Tamamla",
  "Contact": "Əlaqə",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Toplanan məlumatlar ictimaiyyətə açıq olur, bu isə öz növbəsində, tədqiqatçılara və istənilən hər kəsə şəbəkə ölçmə məlumatlarının ümumi hovuzunu yaratmağa imkan verir.",
  "Discussion and Notification Group": "Müzakirə və Bildiriş Qrupu",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "Paylanmış infrastruktur və geniş istifadəçi bazası qlobal şəbəkə işi üçün açıq, yoxlanılabilən ölçü platformunu təmin edir. ",
  "Download": "Endir",
  "Email": "Email",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "M-Lab-ın İP ünvanların açıqlanması da daxil, məlumatların toplanması və ölçülməsi ilə bağlı daha ətraflı  <a href=\"http://www.measurementlab.net/privacy/\">Təhlükəsizlik Qaydalarına</a> baxın.",
  "GitHub": "GitHub",
  "Global": "Qlobal",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "İP ünvanların saxlanılması və yayımını nəzərdə tutan <a href=\"http://www.measurementlab.net/privacy/\">məlumat qaydalarını</a>qəbul edirəm.",
  "Initializing": "Başladılır…",
  "Join Group": "Qrupa qoşulmaq",
  "Latency": "Gecikmə",
  "Learn more": "Daha ətraflı öyrən",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": "M-Lab Sürət Testi sürətli ölçmələr vasitəsilə genişzolaqlı qoşulmanızın qabaqcıl diaqnozunu təmin edir. ",
  "Measure": "Ölçü",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "Ölçmə Lab (M-Lab) internet işi üzrə planetin ən böyük açıq məlumat toplusunu təmin edir.  Tədqiqat, sənaye və ictimai maraq tərəfdaşlarının konsorsiumu kimi M-Lab, qlobal şəbəkə işi üçün açıq, yoxlanılabilən ölçü platformunu təmin etməyə həsr olunub.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "Ölçmə alətləri açıq şəkildə lisenziyalaşdırılır və fəaliyyət göstərir, üçüncü tərəflərə öz müştəriləri üçün ölçmə proqramını inkişaf etdirməyə və mənbəyi yoxlamağa imkan verir.",
  "Need to report an issue or bug?": "Bir problem və ya səhv haqda məlumat verməniz lazımdır?",
  "Open Source": "Açıq Mənbə",
  "Please agree to the data policy prior to the test.": "Testdən əvvəl məlumat qaydalarını qəbul edin.",
  "Please contact us.": " Bizimlə əlaqə saxlayın.",
  "Privacy Policy": "Təhlükəsizlik qaydaları",
  "Public Data": "İctimai məlumat",
  "Questions or comments about M-Lab and its tools?": "M-Lab və onun alətləri barədə suallar və ya şərhlər?",
  "Results": "Nəticələr",
  "Retransmission": "Təkrar göndərilənlər",
  "Social": "Sosial",
  "Starting": "Başlanğıc",
  "Test Server": "Test Serveri",
  "Test Your Speed": "Sürətini yoxla",
  "Testing": "Test etmək",
  "Trusted": "Etibarlı",
  "Twitter": "Twitter",
  "Upload": "Yüklə",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "İnternetin durumunu anlamaq üçün ictimai təşkilat, akademik tədqiqatçılar, tənzimləyicilər və şirkətlər tərəfindən istifadə olunur. ",
  "Want to participate in M-Lab?": "M-Lab-da iştirak etmək istəyirsiniz?",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "Səyyahınız M-Lab sürət testinə uyğun gəlmir. Daha dolğun versiyayla yeniləyin və yenidən cəhd edin."
}