{
  "About": "Diwar-benn",
  "Again": "Adarre",
  "Begin": "Stagañ e-barzh",
  "Complete": "Klok",
  "Contact": "Darempred",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Ar roadennoù dastumet a zo lakaet e-kerzh d'an dud, hag a ro an tu d'an enklaskerien ha forzh piv all da gemer harp war ur \"pool\"  titouroù muzuliañ ar genrouedad boutin.",
  "Discussion and Notification Group": "Kaozeadenn ha Kemennoù ar strollad",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "Ur framm dasparzhet hag un diazez implijerien astennet a bourvez ur pladfurm muzuliañ digor hag gwiriekaus war efedusted ar genrouedad a-bezh.",
  "Download": "Pellgargañ",
  "Email": "Postel",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "Evit gouzout hiroc'h war dastumadeg ha muzulioù M-Lab's, diskuliadur ar chomlec'hioù IP hag all, gwelet hon <a href=\"http://www.measurementlab.net/privacy/\">Politikerezh Buhez Prevez</a>.",
  "GitHub": "GitHub",
  "Global": "Hollek",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "Asantiñ a ran d'ar <a href=\"http://www.measurementlab.net/privacy/\">politikerezh war ar roadennoù</a>, dalc'hadur hag embannadur ar chomlec'hioù IP hag all.",
  "Initializing": "O teraouiñ",
  "Join Group": "Emezelañ er strollad",
  "Latency": "Gortozadenn",
  "Learn more": "Gouzout hiroc'h",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": "Test tizh M-Lab a bourvez priziadurioù araokaet war efedusted ho kevreadenn uhelgas dre vuzuliadennoù tizh ganto.",
  "Measure": "Muzul",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "Measurement Lab (M-Lab) a bourvez dastumadeg vrasañ a roadennoù efedusted Internet digor war ar blanedenn a-bezh. Evitañ da vezañ koñsortiom enklaskoù, an industriezh, hag ar c'hevelioù a laz foran, M-Lab a zo dediet da grouidigezh un ekosistem digor, hag a ro an tu da vuzuliañ efedusted ar genrouedad a-bezh.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "An ostilhoù muzuliañ a zo dindan lisañs hag oberataet e vezont en un doare digor, ar pezh a ro an tu d'an tredeoù da ziorren o meziantoù muzuliañ eus tu ar pratiked ha da aoditañ ar vammenn.",
  "Need to report an issue or bug?": "Ezhomm ho peus da zanevelliñ ur gudenn pe ur veugenn?",
  "Open Source": "Open Source",
  "Please agree to the data policy prior to the test.": "Asantit d'ar politikerezh roadennoù a-raok an test mar plij.",
  "Please contact us.": "Deuit e darempred ganeomp.",
  "Privacy Policy": "Politikerezh Buhez Prevez",
  "Public Data": "Roadennoù Foran",
  "Questions or comments about M-Lab and its tools?": "Goulennoù pe evezhiadennoù diwar-benn M-Lab hag e ostilhoù?",
  "Results": "Disoc'hoù",
  "Retransmission": "Adkasadenn",
  "Social": "Sokial",
  "Starting": "O stagañ e-barzh",
  "Test Server": "Servijer test",
  "Test Your Speed": "Testiñ ho tizh",
  "Testing": "O testiñ",
  "Trusted": "Fiziet",
  "Twitter": "Twitter",
  "Upload": "Uskargañ",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "Implijet gant an aozadurioù foran, an enklaskerien er skolioù-meur, ar reolierien hag embregerzehioù ar bed a-bezh evit kompren yec'hed ar genrouedad.",
  "Want to participate in M-Lab?": "Fellout a ra deoc'h kemer-perzh e-barzh M-Lab?",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "N'hall ket klotat ho merdeer gant test tizh M-Lab. Hizivait betek ur stumm nevesañ ha klaskit adarre."
}