{
  "About": "Über",
  "Again": "Erneut",
  "Begin": "Anfang",
  "Complete": "Abgeschlossen",
  "Contact": "Kontakt",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Die erfassten Daten werden der Öffentlichkeit zugänglich gemacht, so dass Forscher und alle anderen, auf eine gemeinsame Datenbank von Netzwerk-Informationen Messungen bauen.",
  "Discussion and Notification Group": "Diskussions- und Benachrichtungsgruppe",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "Verteilte Infrastruktur und eine grosse Nutzerbasis stellen eine offene, nachprüfbare Plattform für Globale Netzwerk-performance.",
  "Download": "Herunterladen",
  "Email": "E-Mail",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "Mehr über die M-Lab Datenerhebung und-Messung, einschliesslich der Weitergabe von IP-Adressen finden Sie in unserer <a href=\"http://www.measurementlab.net/privacy/\">Datenschutzerklärung</a>.",
  "GitHub": "GitHub",
  "Global": "Global",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "Ich stimme dem <a href=\"http://www.measurementlab.net/privacy/\">Datenschutz</a>zu, der ie Aufbewahrung und Veröffentlichung der IP-Adressen umfasst.",
  "Initializing": "Initialisierungsvorgang",
  "Join Group": "Gruppe beitreten",
  "Latency": "Latenz",
  "Learn more": "Mehr erfahren",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": "Der M-Lab-Speedtest liefert eine erweiterte Diagnose der Leistung Ihrer Breitband-Verbindung durch schnelle Messungen.",
  "Measure": "Messen",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "Measurement Lab (M-Lab) bietet die grösste Sammlung von open-Internet-performance-Daten auf dem Planeten. Als ein Konsortium aus Forschung, Industrie und Gemeinwohl-Partnern ist M-Lab spezialisiert auf Systeme für die offene, nachprüfbare Messung der globalen Netzwerkperformance.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "Die von uns verwendeten Messwerkzeuge sind offen lizenziert und betrieben, sodass Drittanbieter bei der Entwicklung Ihrer eigenen client-side-Messungssoftware und überprüfung der Quelle bauen können.",
  "Need to report an issue or bug?": "Problem oder Fehler berichten?",
  "Open Source": "Quelloffen",
  "Please agree to the data policy prior to the test.": "Bitte stimmen Sie der Datenrichtlinie vor dem Test zu.",
  "Please contact us.": "Bitte kontaktieren Sie uns.",
  "Privacy Policy": "Datenschutzerklärung",
  "Public Data": "Öffentliche Daten",
  "Questions or comments about M-Lab and its tools?": "Fragen oder Kommentare über M-Lab und seine Werkzeuge?",
  "Results": "Ergebnisse",
  "Retransmission": "Erneute Übertragung",
  "Social": "Sozial",
  "Starting": "Startvorgang",
  "Test Server": "Server testen",
  "Test Your Speed": "Testen Sie Ihre Geschwindigkeit",
  "Testing": "Testvorgang",
  "Trusted": "Vertrauenswürdig",
  "Twitter": "Twitter",
  "Upload": "Hochladen",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "Verwendet durch öffentliche Organisationen, Akademische Forscher, Behörden und Unternehmen rund um die Welt, die die Gesundheit des Internets verstehen wollen.",
  "Want to participate in M-Lab?": "Möchten Sie an M-Lab teilnehmen?",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "Ihr Browser ist möglicherweise nicht kompatibel mit dem M-Lab-Geschwnidgkeitstest. Bitte aktualisieren Sie ihn auf eine aktuellere Version und versuchen Sie es erneut."
}