{
  "About": "Σχετικά",
  "Again": "Ξανά",
  "Begin": "Εναρξη",
  "Complete": "Ολοκληρώθηκε",
  "Contact": "Επικοινωνία",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Τα δεδομένα που συλλέγονται είναι διαθέσιμα στο κοινό, που επιτρέπει στους ερευνητές και σε κανέναν άλλο να βασιστεί σε μια κοινή βάση δεδομένων του δικτύου μέτρησης πληροφοριών.",
  "Discussion and Notification Group": "Ομάδα Συζήτηση και Κοινοποίησης",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "Η κατανεμημένη υποδομή και μεγάλη βάση χρηστών παρέχει μια ανοιχτοί, επαληθεύσιμα μέτρηση πλατφόρμα για την παγκόσμια απόδοση του δικτύου.",
  "Download": "Λήψη",
  "Email": "Εmail",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "Για περισσότερα σχετικά με την συλλογή δεδομένων και μέτρησης του M-Lab, συμπεριλαμβανομένης της δημοσιοποίησης των διευθύνσεων IP, δείτε την <a href=\"http://www.measurementlab.net/privacy/\">Ιδιωτική Πολιτική</a> μας. ",
  "GitHub": "GitHub",
  "Global": "Παγκόσμια",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "Συμφωνώ με την <a href=\"http://www.measurementlab.net/privacy/\">πολιτική δεδομένων</a>, η οποία περιλαμβάνει τη διατήρηση και τη δημοσίευση διευθύνσεων IP.",
  "Initializing": "Αρχικοποίηση ",
  "Join Group": "Συμμετοχή στην ομάδα",
  "Latency": "Αδράνεια",
  "Learn more": "Μάθετε περισσότερα",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": " Η δοκιμή ταχυτήτων της M-Lab παρέχει την προηγμένη διάγνωση προβλημάτων με τις επιδόσεις της ευρυζωνικής σας σύνδεσης, με γρήγορες μετρήσεις.",
  "Measure": "Μέτρηση",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "Η Measurement Lab (M-Lab) παρέχει την μεγαλύτερη συλλογή διαδικτυακών δεδομένων απόδοσης του πλανήτη. Ως κοινοπραξία της έρευνας, της βιομηχανίας και του δημόσιου συμφέροντος εταίρους, η M-Lab είναι αφοσιωμένη στο να παρέχη ένα οικοσύστημα για την ανοικτοί, επαληθεύσιμα μέτρηση της παγκόσμιας απόδοσης του δικτύου.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "Τα εργαλεία μέτρησης είναι ανοιχτά και λειτουργούν με άδεια, επιτρέποντας σε τρίτους να αναπτύξουν το δικό τους client-side λογισμικό μέτρησης και ελέγχου της πηγής.",
  "Need to report an issue or bug?": "Θέλετε να αναφέρετε ένα πρόβλημα ή ένα σφάλμα;",
  "Open Source": "Ανοιχτού Κώδικα",
  "Please agree to the data policy prior to the test.": "Παρακαλούμε συμφωνείστε με την πολιτική δεδομένων πριν από τη δοκιμή.",
  "Please contact us.": "Παρακαλούμε επικοινωνήστε μαζί μας.",
  "Privacy Policy": "Πολιτική Απορρήτου",
  "Public Data": "Δημόσια Δεδομένα",
  "Questions or comments about M-Lab and its tools?": "Ερωτήσεις ή σχόλια σχετικά με το M-Lab και τα εργαλεία του;",
  "Results": "Αποτελέσματα",
  "Retransmission": "Αναμετάδοση",
  "Social": "Κοινωνικά",
  "Starting": "Εκκίνηση ",
  "Test Server": "Δοκιμή διακομιστή",
  "Test Your Speed": "Δοκιμάστε την ταχύτητά σας",
  "Testing": "Δοκιμάζει",
  "Trusted": "Εμπιστοσύνη",
  "Twitter": "Twitter",
  "Upload": "Μεταφόρτωση",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "Χρησιμοποιείται από δημόσιους οργανισμους, ακαδημαϊκούς ερευνητές, οι ρυθμιστικές αρχές και επιχειρήσεις σε όλο τον κόσμο για να καταλάβουν την υγεία του Διαδικτύου.",
  "Want to participate in M-Lab?": "Θέλετε να συμμετάσχετε στο M-Lab;",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "Το πρόγραμμα περιήγησης σας ενδέχεται να μην είναι συμβατό με τη δοκιμή ταχύτητας M-Lab. Παρακαλούμε ενημερώστε το σε μια πιο πρόσφατη έκδοση και δοκιμάστε ξανά."
}