{
  "About": "À propos",
  "Again": "Retester",
  "Begin": "Commencer",
  "Complete": "Terminer",
  "Contact": "Contact",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Les données recueillies sont mises à disposition du public, permettant aux chercheurs et à quiconque de s'appuyer sur une réserve commune d'informations de mesure du réseau.",
  "Discussion and Notification Group": "Groupe de discussion et de notification",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "Une infrastructure distribuée et un vaste parc d'utilisateurs fournissent une plateforme ouverte de mesure vérifiable des performances du réseau mondial.",
  "Download": "Téléchargement",
  "Email": "Courriel",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "Pour en apprendre davantage sur la collecte de données et les mesures de M-Lab, incluant la divulgation des adresses IP, consulter notre <a href=\"http://www.measurementlab.net/privacy/\">politique de confidentialité</a>.",
  "GitHub": "GitHub",
  "Global": "Mondial",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "J'accepte la <a href=\"http://www.measurementlab.net/privacy/\">politique des données</a> qui inclut la conservation et la publication des adresses IP.",
  "Initializing": "Initialisation",
  "Join Group": "Rejoindre le groupe",
  "Latency": "Latence",
  "Learn more": "En apprendre davantage",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": "Le test de vitesse de M-Lab fournit des diagnostics sophistiqués sur les performances de votre connexion à haut débit grâce à des mesures rapides.",
  "Measure": "Mesurer",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "Le laboratoire de mesure « Measurement Lab » (M-Lab) fournit la plus grande collection ouverte de données de performances d'Internet sur la planète. En tant que consortium de partenaires de recherche, industriels et d'intérêt public, M-Lab a pour mission de fournir un écosystème de mesure vérifiable et ouverte des performances du réseau mondial.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "Les outils de mesure sont sous licence ouverte et exploités ainsi, permettant à des tiers de développer leur propre logiciel de mesure côté client et d'en examiner la source.",
  "Need to report an issue or bug?": "Avez-vous besoin de signaler un problème ou un bogue ?",
  "Open Source": "À code source ouvert",
  "Please agree to the data policy prior to the test.": "Veuillez accepter à la politique des données avant d'effectuer le test.",
  "Please contact us.": "Veuillez nous contacter.",
  "Privacy Policy": "Politique de confidentialité",
  "Public Data": "Des données publiques",
  "Questions or comments about M-Lab and its tools?": "Avez-vous des questions ou des commentaires à propos de M-Lab et de ses outils ?",
  "Results": "Résultats",
  "Retransmission": "Retransmission",
  "Social": "Réseaux sociaux",
  "Starting": "Démarrage",
  "Test Server": "Serveur de test",
  "Test Your Speed": "Testez votre vitesse",
  "Testing": "Test en cours",
  "Trusted": "Fiable",
  "Twitter": "Twitter",
  "Upload": "Téléversement",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "Utilisé par des organismes publics, des chercheurs universitaires, des organismes de régulation et des entreprises du monde entier pour comprendre la santé d'Internet.",
  "Want to participate in M-Lab?": "Souhaitez-vous collaborer avec M-Lab ?",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "Votre navigateur pourrait ne pas être compatible avec le test de vitesse de M-Lab. Veuillez le mettre à jour vers une version plus récente et ressayer."
}