{
  "About": "Sobre",
  "Again": "Novamente",
  "Begin": "Começar",
  "Complete": "Concluído",
  "Contact": "Contactar",
  "Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.": "Os dados recolhidos são disponibilizados para o público, permitindo que os pesquisadores e qualquer outra pessoa desenvolvam um conjunto comum de informação de medição de rede.",
  "Discussion and Notification Group": "Discussão e Notificação de Grupo",
  "Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.": "A infraestrutura distribuída e a grande base de utilizadores fornecem uma plataforma de medição aberta e verificável para o desempenho da rede global.",
  "Download": "Transferir",
  "Email": "E-mail",
  "For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href=\"http://www.measurementlab.net/privacy/\">Privacy Policy</a>.": "Para mais sobre a recolha de dados e medição de M-Lab, incluindo a divulgação dos endereços de IP, consulte a nossa <a href=\"http://www.measurementlab.net/privacy/\">Política de Privacidade</a>.",
  "GitHub": "GitHub",
  "Global": "Global",
  "I agree to the <a href=\"http://www.measurementlab.net/privacy/\">data policy</a>, which includes retention and publication of IP addresses.": "Eu concordo com a <a href=\"http://www.measurementlab.net/privacy/\">política de dados</a>, que inclui a retenção e publicação dos endereços de IP.",
  "Initializing": "A inicializar",
  "Join Group": "Aderir Grupo",
  "Latency": "Latência",
  "Learn more": "Saber mais",
  "M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.": "O 'Teste de Velocidade' do M-Lab oferece diagnósticos avançados do desempenho da sua ligação de banda larga através de medições rápidas.",
  "Measure": "Determinar",
  "Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.": "\"Measurement Lab\" (M-Lab) fornece a maior coleção de dados de desempenho da Internet abertos no planeta. Como um consórcio de parceiros de pesquisa, indústria e interesse público, M-Lab dedica-se a fornecer um ecossistema para a medição aberta e verificável do desempenho da rede global.",
  "Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.": "As ferramentas de medição são licenciadas e operadas abertamente, permitindo que terceiros desenvolvam o seu próprio ''software'' de medição do lado do cliente e auditem a fonte.",
  "Need to report an issue or bug?": "Precisa de comunicar um problema ou erro?",
  "Open Source": "Código Aberto",
  "Please agree to the data policy prior to the test.": "Por favor, concorde com a política de dados antes de testar.",
  "Please contact us.": "Por favor, contacte-nos.",
  "Privacy Policy": "Política de Privacidade",
  "Public Data": "Dados Públicos",
  "Questions or comments about M-Lab and its tools?": "Questões ou comentários sobre M-Lab e as suas ferramentas?",
  "Results": "Resultados",
  "Retransmission": "Retransmissão",
  "Social": "Social",
  "Starting": "A iniciar",
  "Test Server": "Servidor de Testes",
  "Test Your Speed": "Testar a Sua Velocidade",
  "Testing": "A testar",
  "Trusted": "Confiável",
  "Twitter": "Twitter",
  "Upload": "Enviar",
  "Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.": "Utilizado por organizações públicas, pesquisadores académicos, reguladores e empresas de todo o mundo para compreender o estado da Internet.",
  "Want to participate in M-Lab?": "Quer participar no M-Lab?",
  "Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.": "O seu navegador poderá não ser compatível com o teste de velocidade de M-Lab. Por favor, atualize para uma versão mais atual e tente novamente."
}