Repository: m-lab/mlab-speedtest
Catalog: translations/languages/*.po
Languages: az, br, hi, id, pt_pt

source: About
az: Haqqında
br: Diwar-benn
hi: बारे में
id: Tentang
pt_pt: Sobre

source: Again
az: Yenidən
br: Adarre
hi: फिर
id: Lagi
pt_pt: Novamente

source: Begin
az: Başla
br: Stagañ e-barzh
hi: शुरू
id: Mulai
pt_pt: Começar

source: Complete
az: Tamamla
br: Klok
hi: पूर्ण
id: Selesai
pt_pt: Concluído

source: Contact
az: Əlaqə
br: Darempred
hi: संपर्क करें
id: Kontak
pt_pt: Contactar

source: Data collected is made available to the public, allowing researchers and anyone else to build on a common pool of network measurement information.
az: Toplanan məlumatlar ictimaiyyətə açıq olur, bu isə öz növbəsində, tədqiqatçılara və istənilən hər kəsə şəbəkə ölçmə məlumatlarının ümumi hovuzunu yaratmağa imkan verir.
br: Ar roadennoù dastumet a zo lakaet e-kerzh d'an dud, hag a ro an tu d'an enklaskerien ha forzh piv all da gemer harp war ur "pool" titouroù muzuliañ ar genrouedad boutin.
hi: इकट्ठा किए गए डेटा को जनता के लिए उपलब्ध कराया जाता है, जो कि नेटवर्क मापन जानकारी के एक आम पूल पर शोधकर्ताओं और किसी और को बनाने की इजाजत देता है।
id: Data yang dikumpulkan tersedia untuk umum, memungkinkan peneliti dan siapa pun untuk membangun kumpulan informasi pengukuran jaringan umum.
pt_pt: Os dados recolhidos são disponibilizados para o público, permitindo que os pesquisadores e qualquer outra pessoa desenvolvam um conjunto comum de informação de medição de rede.

source: Discussion and Notification Group
az: Müzakirə və Bildiriş Qrupu
br: Kaozeadenn ha Kemennoù ar strollad
hi: चर्चा और सूचना समूह
id: Diskusi dan Notifikasi Grup
pt_pt: Discussão e Notificação de Grupo

source: Distributed infrastructure and large user base provide an open, verifiable measurement platform for global network performance.
az: Paylanmış infrastruktur və geniş istifadəçi bazası qlobal şəbəkə işi üçün açıq, yoxlanılabilən ölçü platformunu təmin edir.
hi: वितरित अवसंरचना और बड़े उपयोगकर्ता आधार वैश्विक नेटवर्क के प्रदर्शन के लिए एक खुले, परीक्षण योग्य माप मंच प्रदान करता है।
id: Infrastruktur terdistribusi dan basis pengguna yang besar menyediakan platform pengukuran yang terbuka dan dapat diverifikasi untuk kinerja jaringan global.

source: Download
az: Endir
br: Pellgargañ
hi: डाउनलोड
id: Unduh
pt_pt: Transferir

source: Email
br: Postel
hi: ईमेल
id: Surel

source: For more on M-Lab's data collection and measurement, including the disclosure of IP addresses, see our <a href="http://www.measurementlab.net/privacy/">Privacy Policy</a>.
az: M-Lab-ın İP ünvanların açıqlanması da daxil, məlumatların toplanması və ölçülməsi ilə bağlı daha ətraflı <a href="http://www.measurementlab.net/privacy/">Təhlükəsizlik Qaydalarına</a> baxın.
br: Evit gouzout hiroc'h war dastumadeg ha muzulioù M-Lab's, diskuliadur ar chomlec'hioù IP hag all, gwelet hon <a href="http://www.measurementlab.net/privacy/">Politikerezh Buhez Prevez</a>.
hi: एम-लैब के डेटा संग्रह और माप के बारे में अधिक जानकारी के लिए, आईपी पते के प्रकटीकरण सहित, हमारी <a href="http://www.measurementlab.net/privacy/"> गोपनीयता नीति </a> देखें।
id: Untuk lebih lanjut tentang pengumpulan data dan pengukuran M-Lab, termasuk keterbukaan alamat IP, lihat <a href="http://www.measurementlab.net/privacy/">Kebijakan Privasi</a>.
pt_pt: Para mais sobre a recolha de dados e medição de M-Lab, incluindo a divulgação dos endereços de IP, consulte a nossa <a href="http://www.measurementlab.net/privacy/">Política de Privacidade</a>.

source: GitHub
hi: गीथहब

source: Global
az: Qlobal
br: Hollek
hi: ग्लोबल

source: I agree to the <a href="http://www.measurementlab.net/privacy/">data policy</a>, which includes retention and publication of IP addresses.
az: İP ünvanların saxlanılması və yayımını nəzərdə tutan <a href="http://www.measurementlab.net/privacy/">məlumat qaydalarını</a>qəbul edirəm.
br: Asantiñ a ran d'ar <a href="http://www.measurementlab.net/privacy/">politikerezh war ar roadennoù</a>, dalc'hadur hag embannadur ar chomlec'hioù IP hag all.
hi: मैं <a href="http://www.measurementlab.net/privacy/"> डेटा नीति </a> से सहमत हूं, जिसमें आईपी पते के प्रतिधारण और प्रकाशन शामिल हैं I
id: Saya setuju dengan <a href="http://www.measurementlab.net/privacy/">kebijakan data</a>, termasuk penyimpanan dan publikasi alamat IP.
pt_pt: Eu concordo com a <a href="http://www.measurementlab.net/privacy/">política de dados</a>, que inclui a retenção e publicação dos endereços de IP.

source: Initializing
az: Başladılır…
br: O teraouiñ
hi: आरंभ करना
id: Memproses
pt_pt: A inicializar

source: Join Group
az: Qrupa qoşulmaq
br: Emezelañ er strollad
hi: समूह में शामिल
id: Gabung Grup
pt_pt: Aderir Grupo

source: Latency
az: Gecikmə
br: Gortozadenn
hi: विलंबता
id: Latensi
pt_pt: Latência

source: Learn more
az: Daha ətraflı öyrən
br: Gouzout hiroc'h
hi: और अधिक जानें
id: Pelajari Selengkapnya
pt_pt: Saber mais

source: M-Lab's Speed Test provides advanced diagnostics of the performance of your broadband connection through quick measurements.
az: M-Lab Sürət Testi sürətli ölçmələr vasitəsilə genişzolaqlı qoşulmanızın qabaqcıl diaqnozunu təmin edir.
br: Test tizh M-Lab a bourvez priziadurioù araokaet war efedusted ho kevreadenn uhelgas dre vuzuliadennoù tizh ganto.
hi: एम-लैब की स्पीड टेस्ट अपने ब्रॉडबैंड कनेक्शन के प्रदर्शन की त्वरित जांच के माध्यम से उन्नत निदान प्रदान करता है।
id: M-Lab's Speed ​​Test menyediakan diagnosa lanjutan dari kinerja koneksi broadband Anda melalui pengukuran cepat.
pt_pt: O 'Teste de Velocidade' do M-Lab oferece diagnósticos avançados do desempenho da sua ligação de banda larga através de medições rápidas.

source: Measure
az: Ölçü
br: Muzul
hi: माप
id: Mengukur
pt_pt: Determinar

source: Measurement Lab (M-Lab) provides the largest collection of open Internet performance data on the planet. As a consortium of research, industry, and public-interest partners, M-Lab is dedicated to providing an ecosystem for the open, verifiable measurement of global network performance.
az: Ölçmə Lab (M-Lab) internet işi üzrə planetin ən böyük açıq məlumat toplusunu təmin edir. Tədqiqat, sənaye və ictimai maraq tərəfdaşlarının konsorsiumu kimi M-Lab, qlobal şəbəkə işi üçün açıq, yoxlanılabilən ölçü platformunu təmin etməyə həsr olunub.
br: Measurement Lab (M-Lab) a bourvez dastumadeg vrasañ a roadennoù efedusted Internet digor war ar blanedenn a-bezh. Evitañ da vezañ koñsortiom enklaskoù, an industriezh, hag ar c'hevelioù a laz foran, M-Lab a zo dediet da grouidigezh un ekosistem digor, hag a ro an tu da vuzuliañ efedusted ar genrouedad a-bezh.
hi: मापन लैब (एम-लैब) ग्रह पर खुले इंटरनेट प्रदर्शन डेटा का सबसे बड़ा संग्रह प्रदान करता है। अनुसंधान, उद्योग और सार्वजनिक-रुचि भागीदारों के एक कंसोर्टियम के रूप में, एम-लैब वैश्विक नेटवर्क प्रदर्शन के खुले, निरीक्षण योग्य माप के लिए एक पारिस्थितिकी तंत्र प्रदान करने के लिए समर्पित है।
id: Measurement Lab (M-Lab) menyediakan koleksi data kinerja Internet terbuka terbesar di planet ini. Sebagai konsorsium mitra penelitian, industri, dan kepentingan publik, M-Lab didedikasikan untuk menyediakan ekosistem untuk pengukuran kinerja jaringan global yang terbuka dan dapat diverifikasi.
pt_pt: "Measurement Lab" (M-Lab) fornece a maior coleção de dados de desempenho da Internet abertos no planeta. Como um consórcio de parceiros de pesquisa, indústria e interesse público, M-Lab dedica-se a fornecer um ecossistema para a medição aberta e verificável do desempenho da rede global.

source: Measurement tools are openly licensed and operated, allowing third parties to develop their own client-side measurement software and audit the source.
az: Ölçmə alətləri açıq şəkildə lisenziyalaşdırılır və fəaliyyət göstərir, üçüncü tərəflərə öz müştəriləri üçün ölçmə proqramını inkişaf etdirməyə və mənbəyi yoxlamağa imkan verir.
br: An ostilhoù muzuliañ a zo dindan lisañs hag oberataet e vezont en un doare digor, ar pezh a ro an tu d'an tredeoù da ziorren o meziantoù muzuliañ eus tu ar pratiked ha da aoditañ ar vammenn.
hi: मापन उपकरण खुले तौर पर लाइसेंस प्राप्त और ऑपरेशन कर रहे हैं, तीसरे पक्ष को अपने स्वयं के क्लाइंट-साइड मापन सॉफ़्टवेयर विकसित करने और स्रोत का ऑडिट करने की अनुमति देता है।
id: Alat ukur berlisensi secara terbuka dan dioperasikan, memungkinkan pihak ketiga untuk mengembangkan perangkat lunak berdasarkan pengukuran dari sisi klien mereka sendiri dan mengubah sumbernya.
pt_pt: As ferramentas de medição são licenciadas e operadas abertamente, permitindo que terceiros desenvolvam o seu próprio ''software'' de medição do lado do cliente e auditem a fonte.

source: Need to report an issue or bug?
az: Bir problem və ya səhv haqda məlumat verməniz lazımdır?
br: Ezhomm ho peus da zanevelliñ ur gudenn pe ur veugenn?
hi: किसी समस्या या बग की रिपोर्ट करने की आवश्यकता है?
id: Ingin melaporkan masalah atau kesalahan?
pt_pt: Precisa de comunicar um problema ou erro?

source: Open Source
az: Açıq Mənbə
hi: खुला स्त्रोत
id: Sumber Terbuka
pt_pt: Código Aberto

source: Please agree to the data policy prior to the test.
az: Testdən əvvəl məlumat qaydalarını qəbul edin.
br: Asantit d'ar politikerezh roadennoù a-raok an test mar plij.
hi: कृपया परीक्षण से पहले डेटा नीति से सहमत हों।
id: Harap setujui kebijakan data sebelum menguji coba.
pt_pt: Por favor, concorde com a política de dados antes de testar.

source: Please contact us.
az: Bizimlə əlaqə saxlayın.
br: Deuit e darempred ganeomp.
hi: कृपया हमसे सम्पर्क करें।
id: Hubungi kami
pt_pt: Por favor, contacte-nos.

source: Privacy Policy
az: Təhlükəsizlik qaydaları
br: Politikerezh Buhez Prevez
hi: गोपनीयता नीति
id: Kebijakan Privasi
pt_pt: Política de Privacidade

source: Public Data
az: İctimai məlumat
br: Roadennoù Foran
hi: सार्वजनिक डेटा
id: Data Publik
pt_pt: Dados Públicos

source: Questions or comments about M-Lab and its tools?
az: M-Lab və onun alətləri barədə suallar və ya şərhlər?
br: Goulennoù pe evezhiadennoù diwar-benn M-Lab hag e ostilhoù?
hi: प्रश्न या एम-लैब और इसके टूल के बारे में टिप्पणी?
id: Punya pertanyaan atau komentar tentang M-Lab dan perlengkapannya?
pt_pt: Questões ou comentários sobre M-Lab e as suas ferramentas?

source: Results
az: Nəticələr
br: Disoc'hoù
hi: परिणाम
id: Hasil
pt_pt: Resultados

source: Retransmission
az: Təkrar göndərilənlər
br: Adkasadenn
hi: रेट्रेंसमिशन
id: Mentransmisi ulang
pt_pt: Retransmissão

source: Social
az: Sosial
br: Sokial
hi: सामाजिक
id: Sosial

source: Starting
az: Başlanğıc
br: O stagañ e-barzh
hi: शुरुआत में
id: Mulai
pt_pt: A iniciar

source: Test Server
az: Test Serveri
br: Servijer test
hi: टेस्ट सर्वर
id: Uji Server
pt_pt: Servidor de Testes

source: Test Your Speed
az: Sürətini yoxla
br: Testiñ ho tizh
hi: अपनी स्पीड की जांच करें
id: Uji Koneksi Anda
pt_pt: Testar a Sua Velocidade

source: Testing
az: Test etmək
br: O testiñ
hi: परिक्षण
id: Menguji
pt_pt: A testar

source: Trusted
az: Etibarlı
br: Fiziet
hi: विश्वसनीय
id: Terpercaya
pt_pt: Confiável

source: Twitter
hi: ट्विटर

source: Upload
az: Yüklə
br: Uskargañ
hi: अपलोड करें
id: Unggah
pt_pt: Enviar

source: Used by public organizations, academic researchers, regulators and companies around the world to understand the health of the Internet.
az: İnternetin durumunu anlamaq üçün ictimai təşkilat, akademik tədqiqatçılar, tənzimləyicilər və şirkətlər tərəfindən istifadə olunur.
hi: इंटरनेट के स्वास्थ्य को समझने के लिए सार्वजनिक संगठन, शैक्षिक शोधकर्ताओं, नियामकों और दुनिया भर में कंपनियों द्वारा उपयोग किया जाता है
id: Digunakan oleh organisasi publik, peneliti akademik, regulator dan perusahaan di seluruh dunia untuk memahami kesehatan Internet.

source: Want to participate in M-Lab?
az: M-Lab-da iştirak etmək istəyirsiniz?
br: Fellout a ra deoc'h kemer-perzh e-barzh M-Lab?
hi: एम-लैब में भाग लेना चाहते हैं?
id: Ingin berpartisipasi di M-Lab?
pt_pt: Quer participar no M-Lab?

source: Your browser may not be compatible with the M-Lab speed test. Please update to a more current version and try again.
az: Səyyahınız M-Lab sürət testinə uyğun gəlmir. Daha dolğun versiyayla yeniləyin və yenidən cəhd edin.
br: N'hall ket klotat ho merdeer gant test tizh M-Lab. Hizivait betek ur stumm nevesañ ha klaskit adarre.
hi: आपका ब्राउज़र एम-लैब स्पीड टेस्ट के साथ संगत नहीं हो सकता है। कृपया एक और वर्तमान संस्करण में अपडेट करें और पुनः प्रयास करें।
id: Browser Anda mungkin tidak kompatibel dengan uji kecepatan M-Lab. Harap perbarui ke versi yang lebih baru dan coba lagi.
pt_pt: O seu navegador poderá não ser compatível com o teste de velocidade de M-Lab. Por favor, atualize para uma versão mais atual e tente novamente.

source: Distributed infrastructure and large user base provides an open, verifiable measurement platform for global network performance.
br: Ur framm dasparzhet hag un diazez implijerien astennet a bourvez ur pladfurm muzuliañ digor hag gwiriekaus war efedusted ar genrouedad a-bezh.
pt_pt: A infraestrutura distribuída e a grande base de utilizadores fornecem uma plataforma de medição aberta e verificável para o desempenho da rede global.

source: Used by public organization, academic researchers, regulators and companies around the world to understand the health of the Internet.
br: Implijet gant an aozadurioù foran, an enklaskerien er skolioù-meur, ar reolierien hag embregerzehioù ar bed a-bezh evit kompren yec'hed ar genrouedad.
pt_pt: Utilizado por organizações públicas, pesquisadores académicos, reguladores e empresas de todo o mundo para compreender o estado da Internet.
